---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SlabShapeVertexArray
source: html/4795ea36-0608-7cc7-2fb0-88c73d102fc9.htm
---
# SlabShapeVertexArray Members

Initializes a new instance of the SlabShapeVertexArray class